{
    "quotes": [
        {
            "id": 20,
            "quote": "The less of the World, the freer you live.",
            "author": "Umar ibn Al-Khattāb (R.A)"
        },
        {
            "id": 49,
            "quote": "The Devil'S Voice Is Sweet To Hear.",
            "author": "Stephen King"
        },
        {
            "id": 55,
            "quote": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.",
            "author": "Rumi"
        },
        {
            "id": 74,
            "quote": "Earning of livelihood by following some profession is better than living on charity.",
            "author": "Umar ibn Al-Khattāb (R.A)"
        },
        {
            "id": 77,
            "quote": "Even the greatest was once a beginner. Don't be afraid to take that first step.",
            "author": "Muhammad Ali"
        },
        {
            "id": 90,
            "quote": "The worst man is the one who sees himself as the best.",
            "author": "Muhammad Ali"
        },
        {
            "id": 107,
            "quote": "A Wise Man Can Learn More From A Foolish Question Than A Fool Can Learn From A Wise Answer.",
            "author": "Bruce Lee"
        },
        {
            "id": 108,
            "quote": "If Allah wants for a people ill, he gives them debates and takes away from them actions.",
            "author": "Umar ibn Al-Khattāb (R.A)"
        },
        {
            "id": 149,
            "quote": "You may learn to imitate a birdcall, but do you experience what the nightingale feels for the rose?",
            "author": "Rumi"
        },
        {
            "id": 190,
            "quote": "How many lessons there are and how little they are taken.",
            "author": "Ali ibn Abi Talib (R.A)"
        },
        {
            "id": 241,
            "quote": "Developing nations want to become developed nations.",
            "author": "Abdul Kalam"
        },
        {
            "id": 283,
            "quote": "Money cannot help lifting its head.",
            "author": "Umar ibn Al-Khattāb (R.A)"
        },
        {
            "id": 295,
            "quote": "Nothing hurts a good soul and kind heart more than to live amongst people who can't understand it.",
            "author": "Ali ibn Abi Talib (R.A)"
        },
        {
            "id": 301,
            "quote": "Confidence and hard work is the best medicine to kill the disease called failure. It will make you successful person.",
            "author": "Abdul Kalam"
        },
        {
            "id": 327,
            "quote": "The chess master says nothing, other than moving the silent chess piece.",
            "author": "Rumi"
        },
        {
            "id": 345,
            "quote": "You Have Enemies? Good. That Means You'Ve Stood Up For Something, Sometime In Your Life.",
            "author": "Winston Churchill"
        },
        {
            "id": 352,
            "quote": "Whoever Would Overthrow The Liberty Of A Nation Must Begin By Subduing The Freeness Of Speech.",
            "author": "Benjamin Franklin"
        },
        {
            "id": 355,
            "quote": "To fight against the infidels is Jihad; but to fight against your evil self is greater Jihad.",
            "author": "Abu Bakr (R.A)"
        },
        {
            "id": 361,
            "quote": "As We Express Our Gratitude, We Must Never Forget That The Highest Appreciation Is Not To Utter Words, But To Live By Them.",
            "author": "John F. Kennedy"
        },
        {
            "id": 372,
            "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.",
            "author": "Muhammad Ali"
        },
        {
            "id": 404,
            "quote": "If You Have A Particular Faith Or Religion, That Is Good. But You Can Survive Without It.",
            "author": "Dalai Lama"
        },
        {
            "id": 414,
            "quote": "When We Lose One Blessing, Another Is Often Most Unexpectedly Given In Its Place.",
            "author": "C. S. Lewis"
        },
        {
            "id": 431,
            "quote": "Do not overeat; that invites disease.",
            "author": "Umar ibn Al-Khattāb (R.A)"
        },
        {
            "id": 433,
            "quote": "Life Well Spent Is Long.",
            "author": "Leonardo Da Vinci"
        },
        {
            "id": 449,
            "quote": "It Is The Supreme Art Of The Teacher To Awaken Joy In Creative Expression And Knowledge.",
            "author": "Albert Einstein"
        },
        {
            "id": 461,
            "quote": "To make one good action succeed another, is the perfection of goodness.",
            "author": "Ali ibn Abi Talib (R.A)"
        },
        {
            "id": 491,
            "quote": "A moment of patience in a moment of anger prevents a thousand moments of regret.",
            "author": "Ali ibn Abi Talib (R.A)"
        },
        {
            "id": 517,
            "quote": "Dream, Dream Dream Dreams transform into thoughts And thoughts result in action.",
            "author": "Abdul Kalam"
        },
        {
            "id": 530,
            "quote": "There is hope after despair and many suns after darkness.",
            "author": "Rumi"
        },
        {
            "id": 545,
            "quote": "O World, try to deceive someone else. Are you trying to tempt me or attract me? No way! I divorce you irrevocably. Your time is short and you are insignificant. Alas! The provision is little, the journey is long and the way is lonely.",
            "author": "Ali ibn Abi Talib (R.A)"
        },
        {
            "id": 612,
            "quote": "Open your Eyes, for this World is only a Dream.",
            "author": "Rumi"
        },
        {
            "id": 628,
            "quote": "Let Us Live So That When We Come To Die Even The Undertaker Will Be Sorry.",
            "author": "Mark Twain"
        },
        {
            "id": 643,
            "quote": "A Subject For A Great Poet Would Be God'S Boredom After The Seventh Day Of Creation.",
            "author": "Friedrich Nietzsche"
        },
        {
            "id": 679,
            "quote": "I Have Offended God And Mankind Because My Work Didn'T Reach The Quality It Should Have.",
            "author": "Leonardo Da Vinci"
        },
        {
            "id": 689,
            "quote": "The Hunger For Love Is Much More Difficult To Remove Than The Hunger For Bread.",
            "author": "Mother Teresa"
        },
        {
            "id": 691,
            "quote": "Failure Is Simply The Opportunity To Begin Again, This Time More Intelligently.",
            "author": "Henry Ford"
        },
        {
            "id": 693,
            "quote": "When the world pushes you to your knees, you're in the perfect position to pray.",
            "author": "Rumi"
        },
        {
            "id": 700,
            "quote": "Do not be misled by hearing of anyone's reputation.",
            "author": "Umar ibn Al-Khattāb (R.A)"
        },
        {
            "id": 732,
            "quote": "A Lie Gets Halfway Around The World Before The Truth Has A Chance To Get Its Pants On.",
            "author": "Winston Churchill"
        },
        {
            "id": 743,
            "quote": "When learning is purposeful, creativity blossoms. When creativity blossoms, thinking emanates. When thinking emanates, knowledge is fully lit. When knowledge is lit, economy flourishes.",
            "author": "Abdul Kalam"
        },
        {
            "id": 796,
            "quote": "No wealth like education and no poverty like ignorance.",
            "author": "Ali ibn Abi Talib (R.A)"
        },
        {
            "id": 805,
            "quote": "Many A Man Thinks He Is Buying Pleasure, When He Is Really Selling Himself To It.",
            "author": "Benjamin Franklin"
        },
        {
            "id": 820,
            "quote": "Failure Is A Detour, Not A Dead-End Street.",
            "author": "Zig Ziglar"
        },
        {
            "id": 845,
            "quote": "As Soon Go Kindle Fire With Snow, As Seek To Quench The Fire Of Love With Words.",
            "author": "William Shakespeare"
        },
        {
            "id": 864,
            "quote": "Disneyland Is A Show.",
            "author": "Walt Disney"
        },
        {
            "id": 941,
            "quote": "Fear Is The Main Source Of Superstition, And One Of The Main Sources Of Cruelty. To Conquer Fear Is The Beginning Of Wisdom.",
            "author": "Bertrand Russell"
        },
        {
            "id": 960,
            "quote": "When One Has Not Had A Good Father, One Must Create One.",
            "author": "Friedrich Nietzsche"
        },
        {
            "id": 989,
            "quote": "Isn'T It Strange That I Who Have Written Only Unpopular Books Should Be Such A Popular Fellow?",
            "author": "Albert Einstein"
        },
        {
            "id": 991,
            "quote": "The Greatest Discovery Of All Time Is That A Person Can Change His Future By Merely Changing His Attitude.",
            "author": "Oprah Winfrey"
        },
        {
            "id": 994,
            "quote": "Take account of your deeds before they are taken account of.",
            "author": "Umar ibn Al-Khattāb (R.A)"
        }
    ]
}